Tekla.Structures.DrawingInternal.dotGrFontAttributes_t


Tekla.Structures.DrawingInternal.dotGrFontAttributes_t.Color


Tekla.Structures.DrawingInternal.dotGrFontAttributes_t.Height


Tekla.Structures.DrawingInternal.dotGrFontAttributes_t.Name


Tekla.Structures.DrawingInternal.dotGrFontAttributes_t.Italic


Tekla.Structures.DrawingInternal.dotGrFontAttributes_t.Bold


Tekla.Structures.DrawingInternal.dotGrFontAttributes_t.Underlined


Tekla.Structures.DrawingInternal.dotGrFontAttributes_t.ToStruct(Tekla.Structures.Drawing.FontAttributes)


Tekla.Structures.DrawingInternal.dotGrFontAttributes_t.FromStruct(Tekla.Structures.Drawing.FontAttributes)
